[
 {
  "id": 0,
  "imageUrl": "https://cdn.shopify.com/s/files/1/0253/6701/9565/products/Alocasia-Dragons-Breath-Grow-Pot-Large_1000x1000.jpg?v=1649352344",
  "title": "Alocasia Dragon's Breath",
  "description": "Long, lean and lovely are only a few appropriate adjectives that describe the immense beauty of Alocasia Dragon's Breath. Very few indoor plants can compete with its devastating allure. The pendulous, silvery leaves are like cupid's arrows, casting eternal love for this rare elephant ear! These breath-taking indoor plants like higher than normal humidity indoors and are thankful for access to bright indirect sunlight. Be sure to keep it out of the sun's direct rays, or else the leaves may scorch. Save your burning love for your Dragon's Breath!",
  "sizes": [
   26,
   30,
   40
  ],
  "price": 23,
  "category": 1,
  "rating": 4
 },
 {
  "id": 1,
  "imageUrl": "https://cdn.shopify.com/s/files/1/0253/6701/9565/products/Sterling-Silver-Scindapsus-Grow-Pot-Large_1000x1000.jpg?v=1654965411",
  "title": "Sterling Silver Scindapsus",
  "description":"Shimmery, satin, silvery love best describes this hunk of a houseplant! Sterling Silver Scindapsus (some call it Sterling Silver Pothos) sends a little chill down your spine with its luxurious leaves. Broad strokes of silver dominate the leaf's surface, while the central emerald green stripe emphasizes the contrasting tones. There is a lot to love about this indoor vine; low maintenance topping the list! Water Sterling Silver Scindapsus when the soil becomes dry, and ensure that it gets at least 4 hours of bright indirect light each day. This pothos can live in low, even light but will grow faster and retain more silver in their leaves when exposed to more extended periods of indirect sunlight.",
  "sizes": [
   26,
   30,
   40
  ],
  "price": 30,
  "category": 1,
  "rating": 4
 },
 {
  "id": 2,
  "imageUrl": "https://cdn.shopify.com/s/files/1/0253/6701/9565/products/Anthurium-Water-Dragon-Grow-Pot-Large_1000x1000.jpg?v=1649468713",
  "title": "Anthurium Water Dragon",
  "description": "Graphic and bold is what's trending this season, and Anthurium Water Dragon is slaying it with its subtle yet stylish leaf collection! The simple, deep-purple, central stripes draw your eye, driving attention to the symmetrical elongated leaves. This Anthurium needs no flowers to be considered beautiful, but when it does, it has a very dramatic black bloom that melts your heart! The most challenging accomplishment in design is achieving perfection in simplicity. Anthurium Water Dragon got it right the first time! These Birds' Nest Anthurium can get big when given the proper care. They love higher humidity and bright indirect light but can live in lower light than many other houseplants.",
  "sizes": [
   26,
   40
  ],
  "price": 20,
  "category": 2,
  "rating": 6
 },
 {
  "id": 3,
  "imageUrl": "https://cdn.shopify.com/s/files/1/0253/6701/9565/products/Calathea-Maui-Queen-Grow-Pot-Large_1000x1000.jpg?v=1645880848",
  "title": "Calathea Maui Queen",
  "description": "Give it up for the fabulous, almost famous, Maui Queen! This striking houseplant carries its patterned leaves upon long thin stems that are screaming for the starring role. Unlike the more colorful calatheas, this particular queen leans towards the subtle side of beauty.  Like all Prayer Plants, its leaves will open and close as day turns into night. This plant is low light tolerant but will thrive in bright, indirect light and prefers high humidity.",
  "sizes": [
   26,
   40
  ],
  "price": 29,
  "category": 2,
  "rating": 4
 },
 {
  "id": 4,
  "imageUrl": "https://cdn.shopify.com/s/files/1/0253/6701/9565/products/Rhaphidophora-heyi-Grow-Pot-Large_1000x1000.jpg?v=1654971856",
  "title": "Rhaphidophora Shingle Plant",
  "description": "There is no keeping this climber down! The Shingle Plant is hardwired to reach lofty heights, and it can attain its goal when given support (both physically and emotionally). Rhaphidophora hayi is an unusual plant in the way it grows. Roots form along the stems of the plant and attach themselves to surrounding surfaces, and as a result, the leaves appear as though they are magically suction-cupped on! Shingle Plants require above-average humidity and frequent watering to keep the soil moist (but not soggy). Another essential requirement is light: this indoor climbing plant benefits from bright indirect light for healthy leaf development.",
  "sizes": [
   26,
   30,
   40
  ],
  "price": 64,
  "category": 3,
  "rating": 2
 },
  {
  "id": 5,
  "imageUrl": "https://cdn.shopify.com/s/files/1/0253/6701/9565/products/Syngonium-Pink-Splash-Grow-Pot-Small_1000x1000.jpg?v=1654352006",
  "title": "Syngonium Pink Splash",
  "description": "Can there ever be too much pink on one plant? We love the piles of pink leaves on Syngonium Pink Splash! This fast-growing arrowhead vine is alarmingly charming with its heart-shaped leaves and free-form habit. These low-maintenance indoor vines are perfect gifts for anyone who can't get enough pink in their lives! To help them maintain their hot-pink glow, give them bright indirect light and water them when t soil is almost dry!",
  "sizes": [
   26,
   30,
   40
  ],
  "price": 60,
  "category": 3,
  "rating": 10
 },
 {
  "id": 6,
  "imageUrl": "https://cdn.shopify.com/s/files/1/0253/6701/9565/products/Alocasia-Red-Secret-Grow-Pot-Smal_1000x1000.jpg?v=1655557287",
  "title": "Alocasia Red Secret",
  "description": "This alocasia is so shiny and pretty that you might fall into a trance and lose track of time! The intricate leaves have deep ridges and texture, almost reptilian-like but glow with a radiant burgundy red! Treat the Red Secret Alocasia with water when the soil is partially dry and give it access to plenty of indirect sunlight.",
  "sizes": [
   26,
   30,
   40
  ],
  "price": 53,
  "category": 4,
  "rating": 7
 },
 {
  "id": 7,
  "imageUrl": "https://cdn.shopify.com/s/files/1/0253/6701/9565/products/Calathea-makoyana-Grow-Pot-Small_1000x1000.jpg?v=1633557666",
  "title": "Calathea Makoyana",
  "description": "You know when you order a latte and the barista makes that gorgeous leaf pattern on top of the froth -- so beautifully you hesitate to drink it?  Thank the Calathea Makoyana, the plant with the leaf pattern that launched a million lattes and counting. The underside of the leaf has dark rose variegation, providing the perfect contrast to the intricate patterning on top. Give these indoor plants a little extra humidity and a watchful eye for best results.",
  "sizes": [
   26,
   30,
   40
  ],
  "price": 30,
  "category": 4,
  "rating": 1
 },
 {
  "id": 8,
  "imageUrl": "https://cdn.shopify.com/s/files/1/0253/6701/9565/products/Calathea-Purple-RoseGrow-Pot-Small_1000x1000.jpg?v=1655576541",
  "title": "Calathea Purple Rose",
  "description": "This Prayer Plant will grab your attention. It's hard to look away once you set your eyes on it because it has a way of changing its color over time, evolving from vibrant magenta to rich purple, depending on the light it receives. The large foliage and its dense form make this Calathea Purple Rose worth providing the extra humidity it needs to flourish. ",
  "sizes": [
   26,
   30,
   40
  ],
  "price": 38,
  "category": 4,
  "rating": 2
 },
 {
  "id": 9,
  "imageUrl": "https://cdn.shopify.com/s/files/1/0253/6701/9565/products/Stromanthe-Triostar-Grow-Pot-Small_1000x1000.jpg?v=1650984239",
  "title": "Stromanthe Triostar",
  "description": "This plant likes to be left alone and kept in lower light! Dont be alarmed by sporadic browning of leaf edges as this is part and parcel of this particular indoor plant’s natural beauty.",
  "sizes": [
   26,
   30,
   40
  ],
  "price": 67,
  "category": 5,
  "rating": 2
 },
 {
  "id": 10,
  "imageUrl": "https://cdn.shopify.com/s/files/1/0253/6701/9565/products/Chain-of-Hearts-Silver-Glory-Grow-Pot-Small_1000x1000.jpg?v=1650717959",
  "title": "Silver Glory Chain of hearts",
  "description": "ilver Glory Chain of hearts brings out your inner child with its playful silver-toned leaves, tubular flowers and mobile-like dangling foliage. The best part of this vining indoor plant is that you don't need to baby it!  Simply place it in a brightly lit spot, with plenty of indirect light, and water the soil thoroughly only after the it becomes completely dry. ",
  "sizes": [
   26,
   30,
   40
  ],
  "price": 67,
  "category": 5,
  "rating": 3
 },
 {
  "id": 11,
  "imageUrl": "https://cdn.shopify.com/s/files/1/0253/6701/9565/products/Sansevieria-Black-Gold-Grow-Pot-Small_1000x1000.jpg?v=1645575604",
  "title": "Sansevieria Black Gold",
  "description": "Sansevieria Black Gold is a super sleek Snake Plant, with tall architectural gold-edged green leaves. It is crisp and refreshing and will add a dash of style to any space! This indoor plant is low light-tolerant (but does best in bright indirect light) and easy-care, requiring infrequent watering. If you do not have a bright spot for this very hardy houseplant, then be sure to water less frequently. ",
  "sizes": [
   26,
   30,
   40
  ],
  "price": 25,
  "category": 3,
  "rating": 5
 },
 {
  "id": 12,
  "imageUrl": "https://cdn.shopify.com/s/files/1/0253/6701/9565/products/Calathea-Rattlesnake-Grow-Pot-Small_1000x1000.jpg?v=1653136144",
  "title": "Calathea Rattlesnake",
  "description": "Calathea lancifolia is also called Calathea Rattlesnake because of the leaves' wavy, elongated reptile-like pattern. At first glance, you might think the plant is moving! The various shades of green on top with the reddish-purple underneath make the leaves of this plant a colorful, eye-catching addition to your plant collection.",
  "sizes": [
   26,
   30,
   40
  ],
  "price": 20,
  "category": 2,
  "rating": 10
 },
 {
  "id": 13,
  "imageUrl": "https://cdn.shopify.com/s/files/1/0253/6701/9565/products/African-Milk-Tree-Red-Grow-Pot-Small_1000x1000.jpg?v=1652372012",
  "title": "African Milk Tree",
  "description": "These fiery cactus columns are living glowing beacons, directing you in the right direction -- to living on easy street with indoor plants! These low-maintenance drought-loving euphorbias need very little water, and a lot of indirect light to prosper and grow. African Milk Tree 'Rubra' produces maroon-tinged leaves between its spines tall along the stems. ",
  "sizes": [
   26,
   30,
   40
  ],
  "price": 20,
  "category": 1,
  "rating": 2
 }
 ,
 {
  "id": 14,
  "imageUrl": "https://cdn.shopify.com/s/files/1/0253/6701/9565/products/Monstera-adansonii-Grow-Pot-Small_1000x1000.jpg?v=1652490540",
  "title": "Monstera adansonii",
  "description": "This unique, easy-care vining houseplant can be hard to find, but you have come to the right spot! Nicknamed the Swiss Cheese Vine for its perforated, pointed leaves with oblong holes, it is fast-growing and loves to climb. This unusual, yet elegant plant will add personality to any space while demanding minimal attention to thrive.",
  "sizes": [
   26,
   30,
   40
  ],
  "price": 20,
  "category": 1,
  "rating": 5
 }
]